{
  "team": [
    {
      "name": "Caylee",
      "carousel": true,
      "modalTarget": "caylee",
      "image": "caylee.jpg",
      "title": "RDH, BSDH",
      "text": [
        "Caylee is a local girl who was raised in the Berlin/ocean City area.  Following graduation from Stephen Decatur High School, Caylee attended The Ohio State University.  In 2011, Caylee earned her Bachelors in the Science of Dental Hygiene with a focus on special needs patients from OSU.  Caylee has been a part of the DePalma Dental team for many years and loves caring for patients in her hometown.",
        "During your dental visit you will find Caylee to be very thorough and responsive to your individual dental wants/needs.  When she is not busy making smiles beautiful, she enjoys spending time with her husband and young daughter."
      ]
    },
    {
      "name": "Karen",
      "carousel": true,
      "modalTarget": "karen",
      "image": "placeholder.jpg",
      "title": "Dental Assistant",
      "text": [
        "Karen has been in the dental field for 8 years.  She studied dental assisting with the Annapolish Dental Assisting Trade School.  Karen is an Eastern Shore native.  She loves the beach and being a mother to her daughter."
      ]
    },
    {
      "name": "Kim",
      "carousel": true,
      "modalTarget": "kim",
      "image": "kim.jpg",
      "title": "?",
      "text": [
        "Kim has been in the dental field since 1981.  She is very passionate about dentistry and loves helping her patient’s achieve healthy smiles!  She enjoys the beach and spending time with her husband, children and grandchild."
      ]
    },
    {
      "name": "Kristina",
      "carousel": true,
      "modalTarget": "kristina",
      "image": "placeholder.jpg",
      "title": "Office Manager",
      "text": [
        "Kristina is a local girl who loves the beach.  She has a lot of clinical and clerical experience in both medical and dental.  She is the office manager and financial coordinator for DePalma Dental.  If you have any questions about the practice, feel free to call her."
      ]
    },
    {
      "name": "Heidi",
      "carousel": true,
      "modalTarget": "heidi",
      "image": "heidi.jpg",
      "title": "Dental Assistant",
      "text": [
        "Heidi studied dental assisting at Anne Arundel Community College and is X-ray certified.  Heidi moved to the Eastern Shore in 2014 and has been a part of the DePalma Dental Team since then. She loves cars and being a mother to her young daughter.  She is passionate about teeth and loves her job!."
      ]
    },
    {
      "name": "Jennifer",
      "carousel": true,
      "modalTarget": "jennifer",
      "image": "jen.jpg",
      "title": "RDH",
      "text": [
        "Jen is a Registered Dental Hygienist and has held licenses in Maryland and Pennsylvania. Jen graduated from Pennsylvania College of Technology in 1995 and has practiced dental hygiene since that time. Jennifer has had many unique opportunities in the dental field and is a highly trained and skilled practitioner. She moved to this area in 2005 and has been practicing dental hygiene locally. Jen has experience in treating all dental conditions in patients of all ages.",
        "Expect to have quality oral hygiene instruction, an understanding of your oral health, and a great dental visit!",
        "She lives locally, is recently married, and enjoys spending time with her family which includes her talented and fabulous nieces. She is an avid sports fan, and voracious reader. She and her new husband enjoy taking advantage of what the area has to offer and spend a lot of time on the area waterways. "
      ]
    }
  ]
}